<?xml version="1.0" encoding="ISO-8859-1"?>
<!-- edited with XMLSPY v2004 rel. 2 U (http://www.xmlspy.com) by Alex Mantzaris (Firaxis Games) -->
<!-- Sid Meier's Civilization 4 -->
<!-- Copyright Firaxis Games 2005 -->
<!-- -->
<!-- Game Text - New -->
<Civ4GameText xmlns="http://www.firaxis.com">
	<TEXT>
		<Tag>TXT_KEY_NUM_CITY_STATES_SPAWNED</Tag>
		<English>%d City States Spawn Succesfully</English>
	</TEXT>
	<TEXT>
		<Tag>TXT_KEY_CIV_POLAND_DESC</Tag>
		<English>[Dynasty]Polish</English>
		<French>
			<Text>Imperium Polskie</Text>
			<Gender>Male</Gender>
			<Plural>1</Plural>
		</French>
		<German>
			<Text>[Dynasty]Polish Empire</Text>
			<Gender>Neuter</Gender>
			<Plural>1</Plural>
		</German>
		<Italian>
			<Text>[Dynasty]Imperium Polskie</Text>
			<Gender>Male</Gender>
			<Plural>1</Plural>
		</Italian>
		<Spanish>
			<Text>[Dynasty]Polish Empire</Text>
			<Gender>Male</Gender>
			<Plural>1</Plural>
		</Spanish>
	</TEXT>
	<TEXT>
		<Tag>TXT_KEY_CIV_POLAND_SHORT_DESC</Tag>
		<English>[Dynasty]Poland</English>
		<French>
			<Text>Polska</Text>
			<Gender>Male</Gender>
			<Plural>1</Plural>
		</French>
		<German>
			<Text>[Dynasty]Poland</Text>
			<Gender>Neuter</Gender>
			<Plural>1</Plural>
		</German>
		<Italian>
			<Text>Polska</Text>
			<Gender>Male</Gender>
			<Plural>1</Plural>
		</Italian>
		<Spanish>
			<Text>Poland</Text>
			<Gender>Male</Gender>
			<Plural>1</Plural>
		</Spanish>
	</TEXT>
	<TEXT>
		<Tag>TXT_KEY_CIV_POLAND_ADJECTIVE</Tag>
		<English>[Dynasty]Polish</English>
		<French>
			<Text>Polak&#243;w</Text>
			<Gender>Male</Gender>
			<Plural>1</Plural>
		</French>
		<German>
			<Text>Polish</Text>
			<Gender>Neuter</Gender>
			<Plural>1</Plural>
		</German>
		<Italian>
			<Text>Polak&#243;w</Text>
			<Gender>Male</Gender>
			<Plural>1</Plural>
		</Italian>
		<Spanish>
			<Text>Polish</Text>
			<Gender>Male</Gender>
			<Plural>1</Plural>
		</Spanish>
	</TEXT>
	<TEXT>
		<Tag>TXT_KEY_LEADER_CASIMIR</Tag>
		<English>[Dynasty]Casimir</English>
		<French>
			<Text>Kazimierz III Wielki</Text>
			<Gender>Male</Gender>
			<Plural>1</Plural>
		</French>
		<German>
			<Text>Casimir</Text>
			<Gender>Neuter</Gender>
			<Plural>1</Plural>
		</German>
		<Italian>
			<Text>Kazimierz III Wielki</Text>
			<Gender>Male</Gender>
			<Plural>1</Plural>
		</Italian>
		<Spanish>
			<Text>Casimir</Text>
			<Gender>Male</Gender>
			<Plural>1</Plural>
		</Spanish>
	</TEXT>
	<TEXT>
		<Tag>TXT_KEY_CIV_POLAND_PEDIA</Tag>
		<English>[TAB]The nation that is now known as Poles was originally a group of Slavic tribes with territories situated approximately within the current borders of the modern country. These factions were in the 10th century unified under the leadership of Mieszko I of Piast dynasty. Mieszko converted the Poles in 966 to Christianity in order to compete better with the crusading Germans. This date is being recognized as the year in which the country came to existence. Since the formation of the state, Poland, due to its unfortunate central position, was forced to combat its neighbours. The first major battle recorded was that of Cedynia in 972, the aggressor being the margrave of Brandenburg, ended in an outstanding victory of the young Polish army. 12th and 13th centuries saw Poland divided into a throng of small principalities, which were later united under Wladyslaw I. He and his son {Casimir}, the only one who deserved to be called {the Great} in Polish historiography, initiated important administrative, judicial, and legislative reforms and founded the first Polish university (Europe's 37th). Next dynasty to rule Poland were the Jagiellons - grand dukes of Lithuania, which remained in personal union with Poland till 18th century. The rule of this dynasty, brought Poland to great heights of power and cultural magnificence. This was also the age of great battles with the 'eternal Polish foe' - Teutonic knights. The most important of them being the battle of Gr? 1410, which ended with decisive Polish victory. In this period Polish nobility begun to consolidates its rights and privileges and a parliamentary body - Sejm - emerged. In the mid XVI century Poland united with Lithuania and was officially termed Commonwealth. This was the peak of renowned Polish tolerance, which displayed in the fact that Poland remained the only country at that time where no witch-hunts took place. With the death of Sigmund II, ended the Jagiellon dynasty and began the queerest period of Polish history. Poland was strong, rich and its boundaries stretched from Baltic to the Black Sea. Yet, the weird political system led to a quick decline. [PARAGRAPH:2]The power was vested in the hands of an elected king, who was chosen by the bicameral parliament. A distinguished Polish invention was Liberum Veto, which made it possible for any MP to prevent the passage of legislation. Those two specific principles led to enormous corruption, anarchy and consolidation of power in the hands of practically autonomous magnates. 17th and 18th century saw the decline of Poland thorn by endless wars with Sweden, Russia, and the Ukrainian Cossacks. Still, in this whole mess some bright points shone splendid mainly due to specific Polish cavalry unit - {the Hussars}. This light cavalry kindled terror among its foes with their high-speed charge and queer garment of leopard hides, light armour and lofty wings attached to arms or saddle (need for speed). Thanks to this unit were John Casimir and John Sobieski able to wage victorious battles with the Ottomans, the grandest of which was the battle of Vienna (mid. 17th c.), which halted a serious threat to Christendom in central Europe. From 1697 the Electors of Saxony took the title of king and partition between Russia, Austria, and Prussia followed in 1772. Despite this hopeless situation Sejm, supported by Stanis3aw II Augustus, Polish king and a lover of Catherine the Great issued a Constitution on May 3, 1791 - second one in the world. This act and a brief revolutionary war for recovery (1794) led by Kosciusko were followed by further partitions (1793, 1795-97), which finally led to complete disappearance of Poland from the European map. [PARAGRAPH:2]After the Vienna Congress Kingdom of Poland was created with its own administration but a Russian Tsar as king. Bloody uprisings, which took place in 1830, 1846-9, and 1863 were suppressed but this did not prevent the rise of democratic parties, which demanded independence and were ready to seize the power after WWI, when Poland finally, after 123 years, regained freedom. War against Russia (1920-1) with the famous battle of Warsaw, was followed by the dictatorship of Marshal Pilsudski. Poland by the terms of Versailles Treaty had access to the port of Danzig via a Polish Corridor, which became a [casus belli] for Hitler to attack Poland and start WWII. After the war Poland was drawn into the Soviet sphere of interests. Political opposition was neutralized, and in 1952 a Soviet-style constitution was adopted. Waves of workers' strikes in 1956 and 1970 led to the rigidification of communism and only after Karol Wojtyla became the first Polish pope in 1979 was the regime eased. Governmental crisis, which followed the imposition of Martial Law by PM Jaruzelski, led to legalization of 'Solidarity' (Poland's first free labour union and active opposition) and Round Table talks with all groups. Multi-party parliament was established and Lech Walesa was elected president. Since then democratisation of Poland continues despite constant economical problems. A few years ago Poland joined NATO and is now in the European Union.</English>
		<French>[TAB]Nazwa Polska wywodzi si&#234; od plemienia Polan, zamieszkuj&#185;cego tereny obecnej Wielkopolski. S&#179;owo Polanie mo&#191;na t&#179;umaczy&#230; jako "mieszkaj&#185;cy na polach". Mo&#191;na przypuszcza&#230;, &#191;e g&#179;&#243;wnym zaj&#234;ciem tego plemienia by&#179;a uprawa roli, w odr&#243;&#191;nieniu od innych plemion np. Wi&#156;lan i Mazowszan, zamieszkuj&#185;cych tereny lesiste. W przesz&#179;o&#156;ci u&#191;ywano &#179;aci&#241;skich okre&#156;le&#241; terra Poloniae - ziemia Polska lub Regnum Poloniae. Nazwa Polska zacz&#234;&#179;a by&#230; u&#191;ywana w odniesieniu do ca&#179;ego pa&#241;stwa w XI wieku. W po&#179;owie wieku X panuj&#185;ca w&#156;r&#243;d Polan dynastia Piast&#243;w zwi&#185;za&#179;a si&#234; z chrze&#156;cija&#241;stwem. Cho&#230; kontakty ze &#156;wiatem chrze&#156;cija&#241;skim istnia&#179;y ju&#191; wcze&#156;niej (Wi&#156;lanie), dopiero ksi&#185;&#191;&#234; pola&#241;ski Mieszko postanowi&#179; uczyni&#230; z tej religii czynnik podnosz&#185;cy presti&#191; pa&#241;stwa i w&#179;adcy nie tylko w stosunkach wewn&#234;trznych (religia wsp&#243;lna dla wszystkich podleg&#179;ych mu plemion, pozycja w&#179;adcy jako "pomaza&#241;ca"), ale tak&#191;e mi&#234;dzynarodowych (w&#179;&#185;czenie w ten spos&#243;b Polski w kr&#185;g pa&#241;stw cywilizowanych, powstrzymanie niemieckiej "chrystianizacji S&#179;owian"). W roku 966 Mieszko przyj&#185;&#179; chrzest i od tej daty przyj&#234;&#179;o si&#234; uznawa&#230; istnienie Polski jako chrze&#156;cija&#241;skiego, niezale&#191;nego, scentralizowanego pa&#241;stwa na wz&#243;r europejski. Dynastia Jagiellon&#243;w w&#179;ada&#179;a pa&#241;stwem polsko-litewskim przez nast&#234;pne dwie&#156;cie lat, tworz&#185;c w pewnym momencie (II po&#179;owa XV wieku) jedno z najwi&#234;kszych imperi&#243;w europejskich - Jagiellonowie rz&#185;dzili w Polsce, na Litwie, w Czechach i na W&#234;grzech. Panowanie W&#179;adys&#179;awa Jagie&#179;&#179;y powszechnie kojarzy si&#234; z wielkim militarnym sukcesem - rozgromieniem wojsk Zakonu Krzy&#191;ackiego pod Grunwaldem (1410). Niestety, zwyci&#234;stwo to nie zosta&#179;o wykorzystane - Krzy&#191;acy zdo&#179;ali obroni&#230; Malbork i, mimo kolejnych pora&#191;ek w polu, pot&#234;ga Zakonu nie zosta&#179;a z&#179;amana. Kilkadziesi&#185;t lat p&#243;&#159;niej dosz&#179;o do kolejnego starcia (wojna trzynastoletnia 1454-1466) i dopiero wtedy uda&#179;o si&#234; odzyska&#230; Pomorze Gda&#241;skie i zlikwidowa&#230; zagro&#191;enie, jakie dla pa&#241;stwa polskiego stanowi&#179; Zakon Krzy&#191;acki. Z czasem pa&#241;stwo zakonne uleg&#179;o sekularyzacji i sta&#179;o si&#234; lennem polskim. Pojawi&#179;o si&#234; jednak kolejne niebezpiecze&#241;stwo. Na wschodzie wyros&#179;a pot&#234;ga, kt&#243;ra przez nast&#234;pne 500 lat mia&#179;a by&#230; nierozerwalnie zwi&#185;zana z dziejami Polski - Wielkie Ksi&#234;stwo Moskiewskie. Nie uda&#179;o si&#234; te&#191; Jagiellonom uratowa&#230; W&#234;gier, kt&#243;re na 200 lat znalaz&#179;y si&#234; pod panowaniem tureckim. Prze&#179;om wieku XVIII i XIX przyni&#243;s&#179; nadzieje na odzyskanie niepodleg&#179;o&#156;ci zwi&#185;zane z sukcesami militarnymi Napoleona. Utworzone we W&#179;oszech oddzia&#179;y Legion&#243;w Polskich walczy&#179;y w wielu bitwach epoki napoleo&#241;skiej (Trebia, Hohenlinden, Marengo,). W tym samym czasie Adam Czartoryski, &#243;wczesny minister spraw zagranicznych Rosji, przygotowywa&#179; plan odrodzenia pa&#241;stwa polskiego pod ber&#179;em cara Rosji. Aleksandra I. Ten podzia&#179; - na zwolennik&#243;w wsp&#243;&#179;pracy ze Wschodem lub z Zachodem utrzyma&#179; si&#234; przez dziesi&#234;ciolecia i wielokrotnie wp&#179;ywa&#179; na losy Polski. Napoleon w cz&#234;&#156;ci spe&#179;ni&#179; pok&#179;adane w nim nadzieje. Po pokonaniu Austrii i Prus, utworzy&#179; z cz&#234;&#156;ci ziem dawnej Rzeczpospolitej Ksi&#234;stwo Warszawskie (1807). Pom&#243;g&#179; te&#191; utworzy&#230; Polakom w&#179;asn&#185; armi&#234; pod wodz&#185; bratanka ostatniego kr&#243;la Polski ks. J&#243;zefa Poniatowskiego. Wojska polskie uczestniczy&#179;y we wszystkich kompaniach i wi&#234;kszych bitwach m.in. pod Borodino i pod Lipskiem, gdzie ks. Poniatowski zgin&#185;&#179;. Jednak kl&#234;ska wyprawy na Rosj&#234; (1811-12), a nast&#234;pnie upadek cesarza zmieni&#179; losy Europy i Polski. Na miejsce Ksi&#234;stwa Warszawskiego powo&#179;ano Kr&#243;lestwo Polskie, po&#179;&#185;czone z Rosj&#185; uni&#185; personaln&#185; (car Rosji by&#179; r&#243;wnocze&#156;nie kr&#243;lem Polski), z w&#179;asn&#185; konstytucj&#185;, sejmem, armi&#185; i skarbem. Z pozosta&#179;ych ziem polskich utworzono Wielkie Ksi&#234;stwo Pozna&#241;skie pod w&#179;adz&#185; Prus i Wolne Miasto Krak&#243;w "pod opiek&#185;" trzech mocarstw zaborczych. I wojna &#156;wiatowa przynios&#179;a rozwi&#185;zanie sprawy polskiej. Najbardziej efektywna okaza&#179;a si&#234; koncepcja polityczna Komendanta Legion&#243;w Polskich (zwi&#185;zanych z orientacj&#185; proaustriack&#185;) - J&#243;zefa Pi&#179;sudskiego. Liczy&#179; on, &#191;e Niemcy i Austro-W&#234;gry pokonaj&#185; Rosj&#234;, a same zostan&#185; zwyci&#234;&#191;one przez Francj&#234; i Angli&#234;. W&#243;wczas na gruzach pa&#241;stw zaborczych powsta&#179;aby niepodleg&#179;a Polska. Tak te&#191; si&#234; sta&#179;o: Rosja, po rewolucjach roku 1917, wycofa&#179;a si&#234; z wojny, a Niemcy i Austro-W&#234;gry skapitulowa&#179;y przed aliantami zachodnimi. Istnienie II Rzeczpospolitej przerwa&#179; wybuch II wojny &#156;wiatowej. 1 IX 1939 r. Niemcy zaatakowa&#179;y Polsk&#234;, 17 IX - ze wschodu uderzy&#179; Zwi&#185;zek Radziecki. Po miesi&#185;cu walk Niemcy i ZSRR dokona&#179;y kolejnego rozbioru Polski. Obecnie Polska jest pa&#241;stwem silnym i wolnym  b&#234;d&#185;ca cz&#179;onkiem Unii Europejskiej oraz NATO. Graniczy z Niemcami, Czechami, S&#179;owacj&#185;, Ukrain&#185;, Bia&#179;orusi&#185;, Litw&#185; i Rosj&#185; (Obwodem Kaliningradzkim).</French>
		<German>[TAB]The nation that is now known as Poles was originally a group of Slavic tribes with territories situated approximately within the current borders of the modern country. These factions were in the 10th century unified under the leadership of Mieszko I of Piast dynasty. Mieszko converted the Poles in 966 to Christianity in order to compete better with the crusading Germans. This date is being recognized as the year in which the country came to existence. Since the formation of the state, Poland, due to its unfortunate central position, was forced to combat its neighbours. The first major battle recorded was that of Cedynia in 972, the aggressor being the margrave of Brandenburg, ended in an outstanding victory of the young Polish army. 12th and 13th centuries saw Poland divided into a throng of small principalities, which were later united under Wladyslaw I. He and his son {Casimir}, the only one who deserved to be called {the Great} in Polish historiography, initiated important administrative, judicial, and legislative reforms and founded the first Polish university (Europe's 37th). Next dynasty to rule Poland were the Jagiellons - grand dukes of Lithuania, which remained in personal union with Poland till 18th century. The rule of this dynasty, brought Poland to great heights of power and cultural magnificence. This was also the age of great battles with the 'eternal Polish foe' - Teutonic knights. The most important of them being the battle of Gr? 1410, which ended with decisive Polish victory. In this period Polish nobility begun to consolidates its rights and privileges and a parliamentary body - Sejm - emerged. In the mid XVI century Poland united with Lithuania and was officially termed Commonwealth. This was the peak of renowned Polish tolerance, which displayed in the fact that Poland remained the only country at that time where no witch-hunts took place. With the death of Sigmund II, ended the Jagiellon dynasty and began the queerest period of Polish history. Poland was strong, rich and its boundaries stretched from Baltic to the Black Sea. Yet, the weird political system led to a quick decline. [PARAGRAPH:2]The power was vested in the hands of an elected king, who was chosen by the bicameral parliament. A distinguished Polish invention was Liberum Veto, which made it possible for any MP to prevent the passage of legislation. Those two specific principles led to enormous corruption, anarchy and consolidation of power in the hands of practically autonomous magnates. 17th and 18th century saw the decline of Poland thorn by endless wars with Sweden, Russia, and the Ukrainian Cossacks. Still, in this whole mess some bright points shone splendid mainly due to specific Polish cavalry unit - {the Hussars}. This light cavalry kindled terror among its foes with their high-speed charge and queer garment of leopard hides, light armour and lofty wings attached to arms or saddle (need for speed). Thanks to this unit were John Casimir and John Sobieski able to wage victorious battles with the Ottomans, the grandest of which was the battle of Vienna (mid. 17th c.), which halted a serious threat to Christendom in central Europe. From 1697 the Electors of Saxony took the title of king and partition between Russia, Austria, and Prussia followed in 1772. Despite this hopeless situation Sejm, supported by Stanis3aw II Augustus, Polish king and a lover of Catherine the Great issued a Constitution on May 3, 1791 - second one in the world. This act and a brief revolutionary war for recovery (1794) led by Kosciusko were followed by further partitions (1793, 1795-97), which finally led to complete disappearance of Poland from the European map. [PARAGRAPH:2]After the Vienna Congress Kingdom of Poland was created with its own administration but a Russian Tsar as king. Bloody uprisings, which took place in 1830, 1846-9, and 1863 were suppressed but this did not prevent the rise of democratic parties, which demanded independence and were ready to seize the power after WWI, when Poland finally, after 123 years, regained freedom. War against Russia (1920-1) with the famous battle of Warsaw, was followed by the dictatorship of Marshal Pilsudski. Poland by the terms of Versailles Treaty had access to the port of Danzig via a Polish Corridor, which became a [casus belli] for Hitler to attack Poland and start WWII. After the war Poland was drawn into the Soviet sphere of interests. Political opposition was neutralized, and in 1952 a Soviet-style constitution was adopted. Waves of workers' strikes in 1956 and 1970 led to the rigidification of communism and only after Karol Wojtyla became the first Polish pope in 1979 was the regime eased. Governmental crisis, which followed the imposition of Martial Law by PM Jaruzelski, led to legalization of 'Solidarity' (Poland's first free labour union and active opposition) and Round Table talks with all groups. Multi-party parliament was established and Lech Walesa was elected president. Since then democratisation of Poland continues despite constant economical problems. A few years ago Poland joined NATO and is now in the European Union.</German>
		<Italian>[TAB]Nazwa Polska wywodzi si&#234; od plemienia Polan, zamieszkuj&#185;cego tereny obecnej Wielkopolski. S&#179;owo Polanie mo&#191;na t&#179;umaczy&#230; jako "mieszkaj&#185;cy na polach". Mo&#191;na przypuszcza&#230;, &#191;e g&#179;&#243;wnym zaj&#234;ciem tego plemienia by&#179;a uprawa roli, w odr&#243;&#191;nieniu od innych plemion np. Wi&#156;lan i Mazowszan, zamieszkuj&#185;cych tereny lesiste. W przesz&#179;o&#156;ci u&#191;ywano &#179;aci&#241;skich okre&#156;le&#241; terra Poloniae - ziemia Polska lub Regnum Poloniae. Nazwa Polska zacz&#234;&#179;a by&#230; u&#191;ywana w odniesieniu do ca&#179;ego pa&#241;stwa w XI wieku. W po&#179;owie wieku X panuj&#185;ca w&#156;r&#243;d Polan dynastia Piast&#243;w zwi&#185;za&#179;a si&#234; z chrze&#156;cija&#241;stwem. Cho&#230; kontakty ze &#156;wiatem chrze&#156;cija&#241;skim istnia&#179;y ju&#191; wcze&#156;niej (Wi&#156;lanie), dopiero ksi&#185;&#191;&#234; pola&#241;ski Mieszko postanowi&#179; uczyni&#230; z tej religii czynnik podnosz&#185;cy presti&#191; pa&#241;stwa i w&#179;adcy nie tylko w stosunkach wewn&#234;trznych (religia wsp&#243;lna dla wszystkich podleg&#179;ych mu plemion, pozycja w&#179;adcy jako "pomaza&#241;ca"), ale tak&#191;e mi&#234;dzynarodowych (w&#179;&#185;czenie w ten spos&#243;b Polski w kr&#185;g pa&#241;stw cywilizowanych, powstrzymanie niemieckiej "chrystianizacji S&#179;owian"). W roku 966 Mieszko przyj&#185;&#179; chrzest i od tej daty przyj&#234;&#179;o si&#234; uznawa&#230; istnienie Polski jako chrze&#156;cija&#241;skiego, niezale&#191;nego, scentralizowanego pa&#241;stwa na wz&#243;r europejski. Dynastia Jagiellon&#243;w w&#179;ada&#179;a pa&#241;stwem polsko-litewskim przez nast&#234;pne dwie&#156;cie lat, tworz&#185;c w pewnym momencie (II po&#179;owa XV wieku) jedno z najwi&#234;kszych imperi&#243;w europejskich - Jagiellonowie rz&#185;dzili w Polsce, na Litwie, w Czechach i na W&#234;grzech. Panowanie W&#179;adys&#179;awa Jagie&#179;&#179;y powszechnie kojarzy si&#234; z wielkim militarnym sukcesem - rozgromieniem wojsk Zakonu Krzy&#191;ackiego pod Grunwaldem (1410). Niestety, zwyci&#234;stwo to nie zosta&#179;o wykorzystane - Krzy&#191;acy zdo&#179;ali obroni&#230; Malbork i, mimo kolejnych pora&#191;ek w polu, pot&#234;ga Zakonu nie zosta&#179;a z&#179;amana. Kilkadziesi&#185;t lat p&#243;&#159;niej dosz&#179;o do kolejnego starcia (wojna trzynastoletnia 1454-1466) i dopiero wtedy uda&#179;o si&#234; odzyska&#230; Pomorze Gda&#241;skie i zlikwidowa&#230; zagro&#191;enie, jakie dla pa&#241;stwa polskiego stanowi&#179; Zakon Krzy&#191;acki. Z czasem pa&#241;stwo zakonne uleg&#179;o sekularyzacji i sta&#179;o si&#234; lennem polskim. Pojawi&#179;o si&#234; jednak kolejne niebezpiecze&#241;stwo. Na wschodzie wyros&#179;a pot&#234;ga, kt&#243;ra przez nast&#234;pne 500 lat mia&#179;a by&#230; nierozerwalnie zwi&#185;zana z dziejami Polski - Wielkie Ksi&#234;stwo Moskiewskie. Nie uda&#179;o si&#234; te&#191; Jagiellonom uratowa&#230; W&#234;gier, kt&#243;re na 200 lat znalaz&#179;y si&#234; pod panowaniem tureckim. Prze&#179;om wieku XVIII i XIX przyni&#243;s&#179; nadzieje na odzyskanie niepodleg&#179;o&#156;ci zwi&#185;zane z sukcesami militarnymi Napoleona. Utworzone we W&#179;oszech oddzia&#179;y Legion&#243;w Polskich walczy&#179;y w wielu bitwach epoki napoleo&#241;skiej (Trebia, Hohenlinden, Marengo,). W tym samym czasie Adam Czartoryski, &#243;wczesny minister spraw zagranicznych Rosji, przygotowywa&#179; plan odrodzenia pa&#241;stwa polskiego pod ber&#179;em cara Rosji. Aleksandra I. Ten podzia&#179; - na zwolennik&#243;w wsp&#243;&#179;pracy ze Wschodem lub z Zachodem utrzyma&#179; si&#234; przez dziesi&#234;ciolecia i wielokrotnie wp&#179;ywa&#179; na losy Polski. Napoleon w cz&#234;&#156;ci spe&#179;ni&#179; pok&#179;adane w nim nadzieje. Po pokonaniu Austrii i Prus, utworzy&#179; z cz&#234;&#156;ci ziem dawnej Rzeczpospolitej Ksi&#234;stwo Warszawskie (1807). Pom&#243;g&#179; te&#191; utworzy&#230; Polakom w&#179;asn&#185; armi&#234; pod wodz&#185; bratanka ostatniego kr&#243;la Polski ks. J&#243;zefa Poniatowskiego. Wojska polskie uczestniczy&#179;y we wszystkich kompaniach i wi&#234;kszych bitwach m.in. pod Borodino i pod Lipskiem, gdzie ks. Poniatowski zgin&#185;&#179;. Jednak kl&#234;ska wyprawy na Rosj&#234; (1811-12), a nast&#234;pnie upadek cesarza zmieni&#179; losy Europy i Polski. Na miejsce Ksi&#234;stwa Warszawskiego powo&#179;ano Kr&#243;lestwo Polskie, po&#179;&#185;czone z Rosj&#185; uni&#185; personaln&#185; (car Rosji by&#179; r&#243;wnocze&#156;nie kr&#243;lem Polski), z w&#179;asn&#185; konstytucj&#185;, sejmem, armi&#185; i skarbem. Z pozosta&#179;ych ziem polskich utworzono Wielkie Ksi&#234;stwo Pozna&#241;skie pod w&#179;adz&#185; Prus i Wolne Miasto Krak&#243;w "pod opiek&#185;" trzech mocarstw zaborczych. I wojna &#156;wiatowa przynios&#179;a rozwi&#185;zanie sprawy polskiej. Najbardziej efektywna okaza&#179;a si&#234; koncepcja polityczna Komendanta Legion&#243;w Polskich (zwi&#185;zanych z orientacj&#185; proaustriack&#185;) - J&#243;zefa Pi&#179;sudskiego. Liczy&#179; on, &#191;e Niemcy i Austro-W&#234;gry pokonaj&#185; Rosj&#234;, a same zostan&#185; zwyci&#234;&#191;one przez Francj&#234; i Angli&#234;. W&#243;wczas na gruzach pa&#241;stw zaborczych powsta&#179;aby niepodleg&#179;a Polska. Tak te&#191; si&#234; sta&#179;o: Rosja, po rewolucjach roku 1917, wycofa&#179;a si&#234; z wojny, a Niemcy i Austro-W&#234;gry skapitulowa&#179;y przed aliantami zachodnimi. Istnienie II Rzeczpospolitej przerwa&#179; wybuch II wojny &#156;wiatowej. 1 IX 1939 r. Niemcy zaatakowa&#179;y Polsk&#234;, 17 IX - ze wschodu uderzy&#179; Zwi&#185;zek Radziecki. Po miesi&#185;cu walk Niemcy i ZSRR dokona&#179;y kolejnego rozbioru Polski. Obecnie Polska jest pa&#241;stwem silnym i wolnym  b&#234;d&#185;ca cz&#179;onkiem Unii Europejskiej oraz NATO. Graniczy z Niemcami, Czechami, S&#179;owacj&#185;, Ukrain&#185;, Bia&#179;orusi&#185;, Litw&#185; i Rosj&#185; (Obwodem Kaliningradzkim).</Italian>
		<Spanish>[TAB]The nation that is now known as Poles was originally a group of Slavic tribes with territories situated approximately within the current borders of the modern country. These factions were in the 10th century unified under the leadership of Mieszko I of Piast dynasty. Mieszko converted the Poles in 966 to Christianity in order to compete better with the crusading Germans. This date is being recognized as the year in which the country came to existence. Since the formation of the state, Poland, due to its unfortunate central position, was forced to combat its neighbours. The first major battle recorded was that of Cedynia in 972, the aggressor being the margrave of Brandenburg, ended in an outstanding victory of the young Polish army. 12th and 13th centuries saw Poland divided into a throng of small principalities, which were later united under Wladyslaw I. He and his son {Casimir}, the only one who deserved to be called {the Great} in Polish historiography, initiated important administrative, judicial, and legislative reforms and founded the first Polish university (Europe's 37th). Next dynasty to rule Poland were the Jagiellons - grand dukes of Lithuania, which remained in personal union with Poland till 18th century. The rule of this dynasty, brought Poland to great heights of power and cultural magnificence. This was also the age of great battles with the 'eternal Polish foe' - Teutonic knights. The most important of them being the battle of Gr? 1410, which ended with decisive Polish victory. In this period Polish nobility begun to consolidates its rights and privileges and a parliamentary body - Sejm - emerged. In the mid XVI century Poland united with Lithuania and was officially termed Commonwealth. This was the peak of renowned Polish tolerance, which displayed in the fact that Poland remained the only country at that time where no witch-hunts took place. With the death of Sigmund II, ended the Jagiellon dynasty and began the queerest period of Polish history. Poland was strong, rich and its boundaries stretched from Baltic to the Black Sea. Yet, the weird political system led to a quick decline. [PARAGRAPH:2]The power was vested in the hands of an elected king, who was chosen by the bicameral parliament. A distinguished Polish invention was Liberum Veto, which made it possible for any MP to prevent the passage of legislation. Those two specific principles led to enormous corruption, anarchy and consolidation of power in the hands of practically autonomous magnates. 17th and 18th century saw the decline of Poland thorn by endless wars with Sweden, Russia, and the Ukrainian Cossacks. Still, in this whole mess some bright points shone splendid mainly due to specific Polish cavalry unit - {the Hussars}. This light cavalry kindled terror among its foes with their high-speed charge and queer garment of leopard hides, light armour and lofty wings attached to arms or saddle (need for speed). Thanks to this unit were John Casimir and John Sobieski able to wage victorious battles with the Ottomans, the grandest of which was the battle of Vienna (mid. 17th c.), which halted a serious threat to Christendom in central Europe. From 1697 the Electors of Saxony took the title of king and partition between Russia, Austria, and Prussia followed in 1772. Despite this hopeless situation Sejm, supported by Stanis3aw II Augustus, Polish king and a lover of Catherine the Great issued a Constitution on May 3, 1791 - second one in the world. This act and a brief revolutionary war for recovery (1794) led by Kosciusko were followed by further partitions (1793, 1795-97), which finally led to complete disappearance of Poland from the European map. [PARAGRAPH:2]After the Vienna Congress Kingdom of Poland was created with its own administration but a Russian Tsar as king. Bloody uprisings, which took place in 1830, 1846-9, and 1863 were suppressed but this did not prevent the rise of democratic parties, which demanded independence and were ready to seize the power after WWI, when Poland finally, after 123 years, regained freedom. War against Russia (1920-1) with the famous battle of Warsaw, was followed by the dictatorship of Marshal Pilsudski. Poland by the terms of Versailles Treaty had access to the port of Danzig via a Polish Corridor, which became a [casus belli] for Hitler to attack Poland and start WWII. After the war Poland was drawn into the Soviet sphere of interests. Political opposition was neutralized, and in 1952 a Soviet-style constitution was adopted. Waves of workers' strikes in 1956 and 1970 led to the rigidification of communism and only after Karol Wojtyla became the first Polish pope in 1979 was the regime eased. Governmental crisis, which followed the imposition of Martial Law by PM Jaruzelski, led to legalization of 'Solidarity' (Poland's first free labour union and active opposition) and Round Table talks with all groups. Multi-party parliament was established and Lech Walesa was elected president. Since then democratisation of Poland continues despite constant economical problems. A few years ago Poland joined NATO and is now in the European Union.</Spanish>
	</TEXT>
	<TEXT>
		<Tag>TXT_KEY_LEADER_CASIMIR_PEDIA</Tag>
		<English>[H1]Casimir III the Great [\H1][NEWLINE][BOLD]King of Poland [\BOLD][NEWLINE][BOLD]Lived: [\BOLD] 1310 - 1370[NEWLINE][PARAGRAPH:2][BOLD]Background:[\BOLD][NEWLINE][TAB]Last of the Piast Dynasty, king of Poland from 1333, the son of Wladyslaw I the Short (Wladyslaw I Lokietek). [PARAGRAPH:1]Casimir is the only Polish king who did receive and maintain the title of the great in Polish history (Boleslaw I Chrobry was once also called the great, but not today), and the title is well deserved. When he received the crown, his hold on it was in danger, as even his neighbours did not recognise his title and instead called him "king of Krakow The economy was ruined, and country was depopulated and tired with wars. At the time of his death, it had doubled in land area (mostly through joining lands in today's Ukraine, then Duchy of Halicz), grew prosperous, wealthy and had great prospects to the future. Although he is depicted as a peaceful king in children books, he in fact waged many victorious wars and was preparing other ones just before he died. [PARAGRAPH:1]He built many new castles, reformed the Polish army, as well as Polish civil and criminal laws. At the Sejm in Wislica, March 11, 1347, he introduced salutary legal reforms in the jurisprudence of his country. He sanctioned a code of laws for Great and Little Poland, which gained for him the title of "the Polish Justinian". He founded the University of Krakow although his death stalled the development of the university (and that's why today it is called Jagiellonian instead of Casimirian).He organised a meeting of kings in Krakow in 1364 which showed the wealth of Polish kingdom. [PARAGRAPH:1]Casimir was sonless. Apparently he deemed his own descendants either unsuitable to inherit or too young. Thus, and in order to provide a clear line of succession instead of problems of uncertainty, he arranged his sister Elisabeth, Dowager Queen of Hungary, and her son Louis king of Hungary to be his successors in Poland. Louis was proclaimed king in Casimir's death 1370, and Elisabeth held much of the practical power until her death in 1380.</English>
		<French>[H1]Kazimierz III Wielki[\H1][NEWLINE][BOLD]Kr&#243;l Polski[\BOLD][NEWLINE](1310 - 1370) [NEWLINE][PARAGRAPH:2][BOLD]Biografia:[\BOLD][NEWLINE][TAB]Kazimierz Wielki lub Kazimierz III Wielki (ur. 30 kwietnia 1310, zm. 5 listopada 1370)  kr&#243;l Polski od 1333 r., ostatni z dynastii Piast&#243;w, na polskim tronie, syn W&#179;adys&#179;awa &#179;okietka i Jadwigi, c&#243;rki Boles&#179;awa Pobo&#191;nego.  Kazimierz obwo&#179;a&#179; si&#234; kr&#243;lem w 1333. Za Kazimierza rozpocz&#234;&#179;o si&#234; silne kszta&#179;towanie centralnych urz&#234;d&#243;w pa&#241;stwowych, takich jak marsza&#179;ek, podkanclerzy, czy podskarbi. Podczas obsadzania tych urz&#234;d&#243;w kr&#243;l promowa&#179; szczeg&#243;lnie oddanych mu Ma&#179;opolan  to z nich g&#179;&#243;wnie powsta&#179;a rada kr&#243;lewska  organ doradczy zajmuj&#185;cy si&#234; ca&#179;okszta&#179;tem polityki pa&#241;stwowej). Dodatkowo szczeg&#243;lnie z Wielkopolski kr&#243;l obsadza&#179; ludzi nowych na stanowiska pa&#241;stwowe  nie zwi&#185;zanych ze starymi rodami. Sprawami polityki zajmowa&#179;y si&#234; zjazdy i wiece prowincjonalne  z nich zacz&#234;&#179;y si&#234; wykszta&#179;ca&#230; sejmiki. Kazimierz zreorganizowa&#179; r&#243;wnie&#191; s&#185;downictwo. Obok s&#234;dzi&#243;w kr&#243;lewskich zacz&#234;&#179;y dzia&#179;a&#230; dwa s&#185;dy dla szlachty: ziemski, kt&#243;ry rozstrzyga&#179; drobne spory i zajmuj&#185;cy si&#234; sprawami cywilnymi i grodzki  z udzia&#179;em starosty rozpatruj&#185;cy ci&#234;&#191;sze przest&#234;pstwa oraz apelacje. W zwi&#185;zku z rozwojem osadnictwa na prawie niemieckim ?zorganizowa&#179; r&#243;wnie&#191;. Wzmocnieniu si&#179;y w&#179;adaj&#185;cego pomaga r&#243;wnie&#191; silna armia. Tote&#191; nic dziwnego, &#191;e i t&#185; spraw&#185; Kazimierz si&#234; zaj&#185;&#179;, przeprowadzaj&#185;c reform&#234; organizacji wojska. Wykorzysta&#179; on fakt obowi&#185;zku wojskowego wszystkich posiadaczy ziemskich (pr&#243;cz duchowie&#241;stwa)  dodatkowo do&#179;&#185;czy&#179; do tego obowi&#185;zku so&#179;tys&#243;w i w&#243;jt&#243;w. Szlachta i so&#179;tysi musieli wraz ze swoj&#185; kopi&#185; stawa&#230; na wezwanie chor&#185;gwi terytorialnych. Dbano tak&#191;e o dyscyplin&#234; w wojsku. Wielkie te&#191; s&#185; zas&#179;ugi Kazimierza na polu gospodarczym. Przede wszystkim wspomaga&#179; energiczn&#185; kolonizacj&#234; puszczy. Otoczy&#179; te&#191; opiek&#185; miasta, co nie by&#179;o w zwyczaju u jego ojca. Nada&#179; tym samym przywileje handlowe Krakowowi. Za panowania Kazimierza za&#179;o&#191;ono niemal 100 nowych miast. Fundowanie miast na prawie niemieckim powodowa&#179;o, &#191;e zar&#243;wno ch&#179;opi, jak i specjali&#156;ci z Zachodu ruszali do naszego pa&#241;stwa. Pomimo tego, i&#191; Kazimierz Wielki mia&#179; liczne &#191;ony, nie uda&#179;o mu si&#234; pozostawi&#230; syna na &#156;wiecie. Jeszcze w 1369 roku Kazimierz potwierdzi&#179; prawa Andegawen&#243;w do tronu polskiego. Kiedy wi&#234;c umar&#179; na zapalenie p&#179;uc po wypadku na polowaniu w okolicach Przedborza w miejscowo&#156;ci &#175;ele&#159;nica w roku 1370, tu&#191; po jego pogrzebie pojawi&#179; si&#234; z W&#234;gier Ludwik Andegawe&#241;ski, kt&#243;ry b&#179;yskawicznie koronowa&#179; si&#234; w Katedrze Gnie&#159;nie&#241;skiej.</French>
		<German>[H1]Casimir III the Great [\H1][NEWLINE][BOLD]King of Poland [\BOLD][NEWLINE][BOLD]Lived: [\BOLD] 1310 - 1370[NEWLINE][PARAGRAPH:2][BOLD]Background:[\BOLD][NEWLINE][TAB]Last of the Piast Dynasty, king of Poland from 1333, the son of Wladyslaw I the Short (Wladyslaw I Lokietek). [PARAGRAPH:1]Casimir is the only Polish king who did receive and maintain the title of the great in Polish history (Boleslaw I Chrobry was once also called the great, but not today), and the title is well deserved. When he received the crown, his hold on it was in danger, as even his neighbours did not recognise his title and instead called him "king of Krakow The economy was ruined, and country was depopulated and tired with wars. At the time of his death, it had doubled in land area (mostly through joining lands in today's Ukraine, then Duchy of Halicz), grew prosperous, wealthy and had great prospects to the future. Although he is depicted as a peaceful king in children books, he in fact waged many victorious wars and was preparing other ones just before he died. [PARAGRAPH:1]He built many new castles, reformed the Polish army, as well as Polish civil and criminal laws. At the Sejm in Wislica, March 11, 1347, he introduced salutary legal reforms in the jurisprudence of his country. He sanctioned a code of laws for Great and Little Poland, which gained for him the title of "the Polish Justinian". He founded the University of Krakow although his death stalled the development of the university (and that's why today it is called Jagiellonian instead of Casimirian).He organised a meeting of kings in Krakow in 1364 which showed the wealth of Polish kingdom. [PARAGRAPH:1]Casimir was sonless. Apparently he deemed his own descendants either unsuitable to inherit or too young. Thus, and in order to provide a clear line of succession instead of problems of uncertainty, he arranged his sister Elisabeth, Dowager Queen of Hungary, and her son Louis king of Hungary to be his successors in Poland. Louis was proclaimed king in Casimir's death 1370, and Elisabeth held much of the practical power until her death in 1380.</German>
		<Italian>[H1]Kazimierz III Wielki[\H1][NEWLINE][BOLD]Kr&#243;l Polski[\BOLD][NEWLINE][BOLD]&#175;y&#179;: [\BOLD] 1310 - 1370[NEWLINE][PARAGRAPH:2][BOLD]Biografia:[\BOLD][NEWLINE][TAB]Kazimierz Wielki lub Kazimierz III Wielki (ur. 30 kwietnia 1310, zm. 5 listopada 1370)  kr&#243;l Polski od 1333 r., ostatni z dynastii Piast&#243;w, na polskim tronie, syn W&#179;adys&#179;awa &#179;okietka i Jadwigi, c&#243;rki Boles&#179;awa Pobo&#191;nego.  Kazimierz obwo&#179;a&#179; si&#234; kr&#243;lem w 1333. Za Kazimierza rozpocz&#234;&#179;o si&#234; silne kszta&#179;towanie centralnych urz&#234;d&#243;w pa&#241;stwowych, takich jak marsza&#179;ek, podkanclerzy, czy podskarbi. Podczas obsadzania tych urz&#234;d&#243;w kr&#243;l promowa&#179; szczeg&#243;lnie oddanych mu Ma&#179;opolan  to z nich g&#179;&#243;wnie powsta&#179;a rada kr&#243;lewska  organ doradczy zajmuj&#185;cy si&#234; ca&#179;okszta&#179;tem polityki pa&#241;stwowej). Dodatkowo szczeg&#243;lnie z Wielkopolski kr&#243;l obsadza&#179; ludzi nowych na stanowiska pa&#241;stwowe  nie zwi&#185;zanych ze starymi rodami. Sprawami polityki zajmowa&#179;y si&#234; zjazdy i wiece prowincjonalne  z nich zacz&#234;&#179;y si&#234; wykszta&#179;ca&#230; sejmiki. Kazimierz zreorganizowa&#179; r&#243;wnie&#191; s&#185;downictwo. Obok s&#234;dzi&#243;w kr&#243;lewskich zacz&#234;&#179;y dzia&#179;a&#230; dwa s&#185;dy dla szlachty: ziemski, kt&#243;ry rozstrzyga&#179; drobne spory i zajmuj&#185;cy si&#234; sprawami cywilnymi i grodzki  z udzia&#179;em starosty rozpatruj&#185;cy ci&#234;&#191;sze przest&#234;pstwa oraz apelacje. W zwi&#185;zku z rozwojem osadnictwa na prawie niemieckim ?zorganizowa&#179; r&#243;wnie&#191;. Wzmocnieniu si&#179;y w&#179;adaj&#185;cego pomaga r&#243;wnie&#191; silna armia. Tote&#191; nic dziwnego, &#191;e i t&#185; spraw&#185; Kazimierz si&#234; zaj&#185;&#179;, przeprowadzaj&#185;c reform&#234; organizacji wojska. Wykorzysta&#179; on fakt obowi&#185;zku wojskowego wszystkich posiadaczy ziemskich (pr&#243;cz duchowie&#241;stwa)  dodatkowo do&#179;&#185;czy&#179; do tego obowi&#185;zku so&#179;tys&#243;w i w&#243;jt&#243;w. Szlachta i so&#179;tysi musieli wraz ze swoj&#185; kopi&#185; stawa&#230; na wezwanie chor&#185;gwi terytorialnych. Dbano tak&#191;e o dyscyplin&#234; w wojsku. Wielkie te&#191; s&#185; zas&#179;ugi Kazimierza na polu gospodarczym. Przede wszystkim wspomaga&#179; energiczn&#185; kolonizacj&#234; puszczy. Otoczy&#179; te&#191; opiek&#185; miasta, co nie by&#179;o w zwyczaju u jego ojca. Nada&#179; tym samym przywileje handlowe Krakowowi. Za panowania Kazimierza za&#179;o&#191;ono niemal 100 nowych miast. Fundowanie miast na prawie niemieckim powodowa&#179;o, &#191;e zar&#243;wno ch&#179;opi, jak i specjali&#156;ci z Zachodu ruszali do naszego pa&#241;stwa. Pomimo tego, i&#191; Kazimierz Wielki mia&#179; liczne &#191;ony, nie uda&#179;o mu si&#234; pozostawi&#230; syna na &#156;wiecie. Jeszcze w 1369 roku Kazimierz potwierdzi&#179; prawa Andegawen&#243;w do tronu polskiego. Kiedy wi&#234;c umar&#179; na zapalenie p&#179;uc po wypadku na polowaniu w okolicach Przedborza w miejscowo&#156;ci &#175;ele&#159;nica w roku 1370, tu&#191; po jego pogrzebie pojawi&#179; si&#234; z W&#234;gier Ludwik Andegawe&#241;ski, kt&#243;ry b&#179;yskawicznie koronowa&#179; si&#234; w Katedrze Gnie&#159;nie&#241;skiej.</Italian>
		<Spanish>[H1]Casimir III the Great [\H1][NEWLINE][BOLD]King of Poland [\BOLD][NEWLINE][BOLD]Lived: [\BOLD] 1310 - 1370[NEWLINE][PARAGRAPH:2][BOLD]Background:[\BOLD][NEWLINE][TAB]Last of the Piast Dynasty, king of Poland from 1333, the son of Wladyslaw I the Short (Wladyslaw I Lokietek). [PARAGRAPH:1]Casimir is the only Polish king who did receive and maintain the title of the great in Polish history (Boleslaw I Chrobry was once also called the great, but not today), and the title is well deserved. When he received the crown, his hold on it was in danger, as even his neighbours did not recognise his title and instead called him "king of Krakow The economy was ruined, and country was depopulated and tired with wars. At the time of his death, it had doubled in land area (mostly through joining lands in today's Ukraine, then Duchy of Halicz), grew prosperous, wealthy and had great prospects to the future. Although he is depicted as a peaceful king in children books, he in fact waged many victorious wars and was preparing other ones just before he died. [PARAGRAPH:1]He built many new castles, reformed the Polish army, as well as Polish civil and criminal laws. At the Sejm in Wislica, March 11, 1347, he introduced salutary legal reforms in the jurisprudence of his country. He sanctioned a code of laws for Great and Little Poland, which gained for him the title of "the Polish Justinian". He founded the University of Krakow although his death stalled the development of the university (and that's why today it is called Jagiellonian instead of Casimirian).He organised a meeting of kings in Krakow in 1364 which showed the wealth of Polish kingdom. [PARAGRAPH:1]Casimir was sonless. Apparently he deemed his own descendants either unsuitable to inherit or too young. Thus, and in order to provide a clear line of succession instead of problems of uncertainty, he arranged his sister Elisabeth, Dowager Queen of Hungary, and her son Louis king of Hungary to be his successors in Poland. Louis was proclaimed king in Casimir's death 1370, and Elisabeth held much of the practical power until her death in 1380.</Spanish>
	</TEXT>
</Civ4GameText>
